Repository: KDE/quanta
Catalog: data/po/*.po
Languages: fr

source: Configure KWrite
fr: Configurer KWrite

source: Colors
fr: Couleurs

source: Indent
fr: Indenter

source: Select
fr: Sélection

source: Spelling
fr: Orthographe

source: Spell checker behavior
fr: Vérifier Orthographe

source: Error starting KSpell. Please make sure you have ISpell properly configured.
fr: Erreur correcteur orthographique.Vérifiez sa configuration

source: Opens a new application window
fr: Ouvrir une nouvelle fenêtre

source: Creates a new document
fr: Créer un nouveau document

source: Opens an existing document
fr: Ouvrir un document existant

source: Opens a recently used file
fr: Ouvrir un document récent

source: Saves the actual document
fr: Sauver le document actuel

source: Saves the actual document as...
fr: Sauver le document actuel sous...

source: Closes the actual document
fr: Fermer le document actuel

source: Prints out the actual document
fr: Imprimer le document actuel

source: Quits the application
fr: Quitter l'application

source: Cuts the selected section and puts it to the clipboard
fr: Couper la sélection et mettre dans le presse papier

source: Copies the selected section to the clipboard
fr: Copier la sélection et mettre dans le presse papier

source: Pastes the clipboard contents to actual position
fr: Coller le contenu du presse papier à la position

source: Enables/disables the toolbar
fr: Activer/Désactiver la barre d'outils

source: Enables/disables the statusbar
fr: Activer/Désactiver la barre d'état

source: Opening a new application window...
fr: Ouvrir une nouvelle application

source: Creating new document...
fr: Créer un nouveau document

source: Opening file...
fr: Ouvrir fichier

source: *|All files
fr: Tout les fichiers

source: Open File...
fr: Ouvrir Fichier

source: Opening project...
fr: Ouvrir Projet

source: Saving file...
fr: Enregistrer fichier

source: Saving file with a new filename...
fr: Enregistrer sous...

source: Saving all files...
fr: Enregistrer tous les fichiers

source: Closing file...
fr: Fermer fichier

source: Closing all files...
fr: Fermer tous les fichiers

source: Printing...
fr: Imprimer

source: Exiting...
fr: Quitter

source: Cutting selection...
fr: Couper la sélection

source: Copying selection to clipboard...
fr: Copier la sélection dans le presse papier

source: Inserting clipboard contents...
fr: Insérer le contenu du presse papier

source: Undo...
fr: Défaire

source: Redo...
fr: Refaire

source: Undo/Redo history...
fr: Défaire/Refaire historique

source: Search...
fr: Chercher

source: Search again...
fr: Chercher nouveau

source: Replace...
fr: Remplacer

source: Invert Selection...
fr: Inverser la sélection

source: Indent...
fr: Indenter...

source: UnIndent...
fr: Désindenter

source: Clean Indentation...
fr: Nettoyer Indentation

source: Goto Line...
fr: Aller à la Ligne

source: Toggle the toolbar...
fr: Afficher la barre d'outils

source: Toggle the statusbar...
fr: Afficher la barre d'état

source: Repainting...
fr: Rafraichir

source: Configure Quanta
fr: Configurer Quanta

source: Tag Style
fr: Style Etiquette

source: Files Masks
fr: Masques Fichiers

source: Preview
fr: Prévisualisation

source: Parser
fr: Parenthèses

source: Line: %d Col: %d
fr: Ligne:%d Col:%d

source: &New
fr: &Nouveau

source: Open &recent
fr: Ouvrir &récent

source: Close All
fr: Fermer tout

source: Save &As...
fr: Enregistrer sous

source: Save All...
fr: Enregistrer Tout

source: Undo/Redo &History...
fr: Défaire/Refaire &Historique

source: Cu&t
fr: Couper

source: Select &All
fr: Sélectionner tout

source: &Deselect All
fr: Désélectionner Tout

source: Invert &Selection
fr: Inverser &Sélection

source: &Search
fr: Chercher

source: Search &again
fr: Chercher nouveau

source: R&eplace
fr: R&emplacer

source: &Goto line
fr: Aller Ligne

source: &Indent
fr: &Indenter

source: &Unindent
fr: Désindenter

source: &Clean Indentation
fr: Nettoyer Indentation

source: Context help
fr: Aide Contextuelle

source: Tag attributes
fr: Attributs Etiquettes

source: &Edit current tag
fr: &Editer Etiquette en cour

source: Spe&ll checker
fr: Vérificateur orthographique

source: &Toolbar
fr: Barre d'ou&tils

source: &Statusbar
fr: Barre d'état

source: &Tree
fr: Arbre

source: &Messages window
fr: Fenêtre &Messages

source: &Preview
fr: &Prévisualisation

source: &Back
fr: Précédent

source: &Forward
fr: Suivant

source: &Refresh preview
fr: &Rafraichir prévisualisation

source: Open document in Netscape
fr: Ouvrir document dans Netscape

source: Open document in KFM
fr: Ouvrir document dans KFM

source: &Create new
fr: &Créer nouveau

source: &Open project
fr: &Ouvrir projet

source: Open &recent project
fr: Ouvrir projet &récent

source: &Insert file(s)
fr: &Insérer fichier

source: Insert &directory
fr: Insérer &dossier

source: &Set bookmark
fr: &Sélectionner signet

source: &Add bookmark
fr: &Ajouter signet

source: &Clear bookmarks
fr: Nettoyer signet

source: &Highliting...
fr: Surbrillance...

source: &Editor options...
fr: Options &Editeur...

source: Configure &key bindings...
fr: Raccourcis clavier

source: &General options...
fr: Options &Générales

source: &File
fr: &Fichiers

source: &Edit
fr: &Editer

source: &Tool
fr: Ou&til

source: &View
fr: &Vue

source: &Project
fr: &Projet

source: New File
fr: Nouveau Fichier

source: Open File
fr: Ouvrir Fichier

source: Open Project
fr: Ouvrir Projet

source: Save File
fr: Enregistrer Fichier

source: Save All Files
fr: Enregistrer tout les Fichiers

source: Spell Checker
fr: Correcteur orthographique

source: Search
fr: Chercher

source: Search again
fr: Chercher nouveau

source: View tree
fr: Vue Arbre

source: Forward
fr: Suivant

source: Refresh Preview
fr: Rafarichir Prévisualisation

source: Close File
fr: Fermer Fichier

source: Line: 00000 Col: 000
fr: Ligne: 00000 Col:000

source: The current file has been modified. Do you want to save it?
fr: Le fichier actuel a été modifié. Voulez vous l'enregistrer ?

source: Unknown tag :
fr: Etiquette inconnu

source: Quick Start
fr: Démarrage rapide

source: Bold
fr: Gras

source: Underline
fr: Souligné

source: New line
fr: Nouvelle Ligne

source: Paragraph
fr: Paragraphe

source: Non breaking space
fr: Forcer Espace

source: Insert anchor
fr: Insérer lien

source: Insert image
fr: Insérer Image

source: Horizontal rule
fr: Régle horizontale

source: Comment
fr: Commentaire

source: Align left
fr: Aligner à gauche

source: Align center
fr: Centrer

source: Align right
fr: Aligner à droite

source: Align justify
fr: Justifier

source: Font size +1
fr: Taille police +1

source: Font size -1
fr: Taille police -1

source: Pre formated
fr: Preformaté

source: Head 1
fr: En tête 1

source: Head 2
fr: En tête 2

source: Head 3
fr: En tête 3

source: Head 4
fr: En tête 4

source: Head 5
fr: En tête 5

source: Quick table
fr: Tableau rapide

source: Table
fr: Tableau

source: Table row
fr: Ligne tableau

source: Table head
fr: En-tête tableau

source: Table data
fr: Donnée tableau

source: Caption
fr: En-tête

source: Quick list
fr: Liste rapide

source: Unordered list
fr: Liste désordonnée

source: Ordered list
fr: Liste ordonnée

source: List item
fr: Liste avec item

source: Definition list
fr: Liste définie

source: Definition term
fr: Terme définition

source: Definition
fr: Définition

source: Form
fr: Forme

source: Radio button
fr: Bouton radio

source: Check box
fr: Boite de vérification

source: Text
fr: Texte

source: Password
fr: Mots de passe

source: Text area
fr: Aire de texte

source: Reset
fr: Réinitialiser

source: Tables
fr: Tableaux

source: Lists
fr: Listes

source: Forms
fr: Formes

source: Color
fr: Couleur

source: Base font
fr: Polices de base

source: Enter E-Mail adress...
fr: Entrez adresse E-Mail

source: Generate HTML text...
fr: Générer texte HTML...

source: Generate list...
fr: Générer liste...

source: Generate table...
fr: Générer tableaux...

source: HTML files:
fr: Fichiers HTML

source: PHP files:
fr: Fichiers PHP

source: Text fles:
fr: Fichiers.Texte:

source: Bottom
fr: Bouton

source: Right
fr: Droite

source: Full workspace
fr: Espace plein

source: Disabled
fr: Annuler

source: Use capital symbols for tags
fr: Utiliser des capitales pour les commentaires

source: Use capital symbols for attributes of tags
fr: Utiliser des capitales pour les attributs des commentaires

source: Insert end of tag if optional
fr: Insérer la fin d'un commentaire si optionnel

source: Find tag and open tree
fr: Trouver un commentaire dans l'arbre

source: Find tag
fr: Trouver commentaire

source: Popup menu
fr: Menu déroulant

source: Select tag area
fr: Sélectionner zone commentaire

source: Clicks on list items:
fr: Cliquer sur liste d'items

source: Go to end of tag
fr: Aller à la fin du commentaire

source: nothing
fr: rien

source: Left button
fr: Bouton gauche

source: Middle button
fr: Bouton milieu

source: Right button
fr: Bouton droit

source: ( set 0 to expand whole tree )
fr: (Sélectionner 0 pour développer l'arbre entier)

source: Error executing printer program!
fr: Erreur d'éxecution du programme d'impression

source: Error writing file!
fr: Erreur d'écriture du fichier

source: Error opening file!
fr: Erreur d'ouverture du fichier

source: Printer Setup
fr: Configuration impression

source: Print Destination
fr: Destination impression

source: Print To &Printer (%p)
fr: Imprimer vers (%p)

source: choose
fr: choisir

source: Printer Command
fr: Commande impression

source: Print To &File
fr: Imprimer dans &Fichier

source: browse
fr: Parcourir

source: GrayScale
fr: Niveaux de gris

source: Black/White
fr: Noir et Blanc

source: Media:
fr: Média:

source: Colums:
fr: Colonnes

source: Rows:
fr: Lignes

source: Text Lines:
fr: Lignes texte

source: Title
fr: Titre

source: Page Numbers
fr: Nombres de page

source: Line Counter:
fr: Compteur de ligne

source: Find Text
fr: Trouver texte

source: &Text To Find:
fr: &Texte à chercher

source: Replace Text
fr: Remplacer Texte

source: &Replace With:
fr: &Remplacer avec

source: C&ase Sensitive
fr: Respecter la case

source: &Whole Words Only
fr: Mots entiers uniquement

source: &From Cursor
fr: Depuis curseur

source: Find &Backwards
fr: Rechercher en arrière

source: &Selected Text
fr: Texte &Sélectionné

source: &All
fr: Tout

source: &No
fr: &Non

source: &Yes
fr: &Oui

source: Replace this occurence?
fr: Remplacer cette occurence?

source: Goto Line
fr: Aller à la ligne

source: &Goto Line:
fr: Aller à la ligne

source: &Auto Indent
fr: Indententation &Automatique

source: Indent With &Spaces
fr: Indenter avec des e&spaces

source: &Backspace Key Indents
fr: Indenter avec la touche 'Effacement'

source: &Tab Key Indents
fr: Indenter avec la touche 'Tabulation'

source: Keep Indent &Profile
fr: Conserver le profil d'indentation

source: &Keep Extra Spaces
fr: Conserver les espaces

source: &Persistent Selections
fr: Sélections persistentes

source: &Overwrite Selections
fr: Ecraser les sélections

source: Mouse &Autocopy
fr: Copie &Automatique à la souris

source: &X11-like Single Selection
fr: Sélection simple à la &X11

source: &Vertical Selections
fr: Sélection &Verticale

source: &Word wrap
fr: Retour à la ligne automatique

source: Replace &tabs with spaces
fr: Remplacer les &tabulations par des espaces

source: &Remove trailing spaces
fr: Supprimer les espaces de fin de ligne

source: &Auto brackets
fr: &Accolades automatiques

source: Group &undos
fr: Annulations groupées

source: &Show tabs
fr: Afficher les tabulations

source: Smart &home
fr: Touche 'Début' intelligente

source: &Page up/down moves cursor
fr: Page précédent/suivante déplace le curseur

source: Wrap &cursor
fr: Retour à la ligne du curseur

source: Wrap Words At:
fr: Couper à la colonne

source: Tab Width:
fr: Taille des tabulations

source: Undo steps:
fr: Etapes annulables

source: Background:
fr: Fond:

source: Text Background:
fr: Fond du texte:

source: Selected:
fr: Sélectionné:

source: Found:
fr: Trouvé

source: Selected + Found:
fr: Sélectionné et trouvé

source: Unselect all
fr: Désélectionner tout

source: &Insert File...
fr: &Insérer Fichier...

source: &Add Marker
fr: &Ajouter Marqueur

source: &Set Marker...
fr: &Sélectionner Marqueur

source: &Clear Markers
fr: Nettoyer Marqueurs

source: C&omment
fr: C&ommenter

source: Unco&mment
fr: Décommenter

source: Configure Highlighti&ng...
fr: Configurer la coloration sy&ntaxique

source: &Vertical Selection
fr: Sélection &Verticale

source: &Highlight Mode
fr: Mode coloration syntaxique

source: &End Of Line
fr: Fin de ligne

source: Vertical Selections On
fr: Activer Sélection verticale

source: Vertical Selections Off
fr: Déactiver Sélection verticale

source: The specified File does not exist
fr: Le Fichier spécifié n'existe pas

source: You have specified a directory
fr: Vous avez spécifié un dossier

source: You do not have read permission to this file
fr: Vous n'avez pas la permission de lire ce fichier

source: An error occured while trying to open this document
fr: Une erreur s'est produite en essayant d'ouvrir ce document

source: You do not have write permission to this file
fr: Vous n'avez pas la permission d'écrire dans ce fichier

source: An error occured while trying to write this document
fr: Une erreur s'est produite en essayant d'écrire ce document

source: Loading...
fr: Chargement...

source: Inserted : %1
fr: Insertion : %1

source: Read : %1
fr: Lire : %1

source: Saving...
fr: Enregisterement...

source: Wrote %1
fr: Ecrire %1

source: The current Document has been modified. Would you like to save it?
fr: Votre document a été modifié. Voulez vous l'enregistrer ?

source: Could not save the document. Discard it and continue?
fr: Impossible d'enregistrer votre document. Annuler cela et continuer ?

source: &Discard
fr: Annuler

source: No changes need to be saved
fr: Aucun changement n'a besoin d'être enregistrer

source: A Document with this Name already exists. Do you want to overwrite it?
fr: Un document avec ce nom existe déja. Voulez vous l'écraser ?

source: Undo/Redo History
fr: Historique Défaire/Refaire

source: End of document reached. Continue from the beginning?
fr: Vous avez atteind la fin du document. Continuer depuis le début ?

source: Find
fr: Chercher

source: Beginning of document reached. Continue from the end?
fr: Vous avez atteint le début du document. Continuer depuis la fin ?

source: Search string not found!
fr: Le texte n'a pas été trouvé !

source: %1 replace(s) made
fr: %1 replacement(s) terminé(s)

source: %1 replace(s) made. End of document reached. Continue from the beginning?
fr: %1 replacement(s) terminé(s). Vous avez atteind la fin du document. Continuer depuis le début ?

source: %1 replace(s) made. Beginning of document reached. Continue from the end?
fr: %1 replacement(s) terminé(s). Vous avez atteind le début du document. Continuer depuis la fin ?

source: &%1 - Line %2
fr: &%1 - Ligne %2

source: 1&0 - Line %1
fr: 1&0 - Ligne %1

source: Line: %1
fr: Ligne: %1

source: ISpell could not be started. Please make sure you have ISpell properly configured and in your PATH.
fr: Le correcteur n'a pas pu démarrer. Assurez vous, s'il vous plait, que le chemin(PATH) a été configuré correctement.

source: ISpell seems to have crashed.
fr: Le correcteur orthographique semble avoir planté.

source: Und&o
fr: Défaire

source: Re&do
fr: Refaire

source: Undo List
fr: Défaire Liste

source: Redo List
fr: Refaire Liste

source: Family:
fr: Famille:

source: Size:
fr: Taille:

source: Highlight Settings
fr: Options Surbrillance

source: Default Item Styles
fr: Styles Item par défaut

source: Default Font
fr: Police par défaut

source: &Highlight Modes
fr: Modes Surbrillance

source: Config Select
fr: Configuration Selection

source: Item Style
fr: Style Item

source: Highlight Auto Select
fr: Sélection Surbrillance automatique

source: Item Font
fr: Police Item

source: Highlight:
fr: Surbrillance:

source: File Extensions:
fr: Extensions Fichier

source: Mime Types:
fr: Types Mime

source: *.webprj|Project files *|All files
fr: *.webprj|Project fichiers *|Tous

source: Open Project...
fr: Ouvrir Projet...

source: No project
fr: Pas de projet

source: Insert files in project...
fr: Insérer fichiers dans projet...

source: Insert directory in project...
fr: Insérer dossier dans projet...

source: Project Name :
fr: Nom Projet :

source: Project Directory :
fr: Dossier Projet :

source: Project File :
fr: Fichier Projet :

source: Author :
fr: Auteur :

source: Images Directory:
fr: Dossier Images :

source: cgi-bin Directory:
fr: Dossier cgi-bin :

source: Project Scripts Dir:
fr: Dossier.Scripts.Projet :

source: Insert local files
fr: Insérer fichier local

source: Insert files from directory to project
fr: Insérer fichier depuis le dossier du projet

source: Insert only web files and images.
fr: Insérer seulement les fichiers web et les images

source: Files Mask:
fr: Masque Fichiers :

source: Insert remote files ( wget options )
fr: Insérer les fichiers distants( wget options )

source: Edit your wget recource file ( ~/.wgetrc)
fr: Editer vos fichiers ressource wget ( ~/.wgetrc)

source: Class
fr: Classe

source: Internationalization Attributes
fr: Attributs Internationnaux

source: Lang
fr: Langue

source: Dir
fr: Dossier

source: Target
fr: Cible

source: Name
fr: Nom

source: BG Image
fr: Image de fond

source: BG Color
fr: Couleur de fond

source: Text Color
fr: Couleur Texte

source: Active Link Color
fr: Couleur Lien Actif

source: Select background image
fr: Sélectionner Image de fond

source: Button
fr: Bouton

source: Visited Link Color
fr: Visiter Couleur du Lien

source: Link Color
fr: Couleur Lien

source: On Load :
fr: Charger :

source: On Unload :
fr: Décharger :

source: Tag properties:
fr: Propriétés Etiquette :

source: Main
fr: Principal

source: Events
fr: Evénements

source: Size
fr: Taille

source: Name:
fr: Nom:

source: Value:
fr: Valeur :

source: Checked
fr: Vérifié

source: Method:
fr: Methode:

source: Target:
fr: Cible:

source: Value
fr: Valeur

source: Max Len :
fr: Longueur Max :

source: Align:
fr: Aligner:

source: Read only
fr: Lecture seulement

source: Rows
fr: Lignes

source: Cols
fr: Colonnes

source: Image Source
fr: Source Image

source: Width
fr: Epaisseur

source: Height
fr: Hauteur

source: HSpace
fr: Espace Hor.

source: VSpace
fr: Espace Vert.

source: Alternate Text
fr: Texte alterné

source: Border
fr: Bord

source: Align
fr: Aligner

source: Ordered
fr: Ordonné

source: Unordered
fr: Désordonné

source: Num of Rows
fr: Numéro de Lignes

source: Num of Collums
fr: Numéro de Colonnes

source: Cell Padding
fr: Remplissage Cellule

source: Cell Spacing
fr: Espacement Cellule

source: &Open
fr: &Ouvrir

source: Open with...
fr: Ouvrir avec...

source: Open in Quanta
fr: Ouvrir dans Quanta

source: Insert in project
fr: Insérer dans projet

source: Tree mode
fr: mode Arbre

source: List mode
fr: Mode Liste

source: Remove from disc
fr: Retirer du disque

source: Remove from project
fr: Retirer du projet

source: End of tag
fr: Fin d'étiquette

source: follow cursor
fr: Suivre curseur

source: New
fr: Nouveau

source: Up
fr: Haut

source: Down
fr: Bas

source: Del
fr: Supprimer

source: Separator
fr: Séparateur

source: Icon
fr: Icone

source: Insert text (tag)
fr: Insérer texte (tag)

source: Execute external script
fr: Exécuter un script externe

source: None
fr: Non

source: Selected text
fr: Texte sélectionné

source: Current document
fr: Document en cour

source: Insert in cursor position
fr: Insérer à la position du curseur

source: Replace current document
fr: Replacer document en cour

source: Create new document
fr: Créer nouveau document

source: In Message window
fr: Dans fenêtre message
